[
    {"titles": [
        "Jugar",
        "Historia",
        "Como jugar",
        "Personaje"
    ],"desc": [
        "Consigue el sueño americano. CORRE!",
        "Salto",
        "Agacharse",
        "Después de muchos años la vida de ha dado muchos golpes, la situación economica no te deja dar el máximo de tus capacidades y ademas de esto tienes la responsabilidad de una familia en tu espalda. Después de varios intentos en tu país te es imposible superarte pero desde pequeño haz escuchado de la tierra prometida, de aquella tierra que se encuentra en el norte; lugar en el que puedes hacer tus sueños realidad y lograr la vida de sueños y por fin tener a tu familia feliz. Pero las leyes no te permiten llegar de la manera legal a esa tierra de felicidad, con tus capacidades económicas no podrás llegar de la manera convencional, pero eso no te va a detener de arribar a la tierra de la prosperidad. No habrá obstáculos que te impida llegar al lugar que tu quieras y obtener la estabilidad y felicidad que siempre haz deseado, supera las barreras que te pone la vidad y la vida legal, salta todo muro que se te ponga en frente, se el: Mexican Runner ",
        "Un cúmulo de varias malas decisiones y una mal planeada familia, 12vo hijo de la familia. Muy hábil con los deportes, desde pequeño se podían ya observar sus habilidades, intento todo, desde correr, beisbol, futbol, boxeo hasta natación las aptitudes eran notables pero en todas ellas se encontró trabas; pagar para poder pasar las pruebas hasta ofertas sexuales, esto hizo que dejara los deportes para empezar a trabajar y ganar dinero. La escuela nunca fue lo suyo en todas las materias reprobaba, no encontraba motivación en la escuela que lo ayudara a mejorar su desempeño hasta que encontró a la mujer que lo acompañaría toda su vida maría. Con ella tendría 4 hijos, la familia crecería demasiado, esto los llevaría a pensar seriamente en la situación económica. Empezaba a no ser suficiente para todos. José luis había escuchado de la tierra en la cual sus problemas serian resueltos, USA, la manera en la que llegaría no seria nada ortodoxa."
    ]
    },
    {"titles": [
        "Play",
        "Story",
        "How to play",
        "Characters"
    ],"desc": [
        "Now you can get the american dream. RUN!",
        "Jump",
        "Crouch",
        "After many years life has taken many blows, the economic situation does not allow you to give the maximum of your abilities and besides this you have the responsibility of a family on your back. After several attempts in your country it is impossible for you to get over it but since you were a child you have heard about the promised land, that land that is in the north; a place where you can make your dreams come true and achieve a life of dreams and finally have your family happy. But the laws do not allow you to arrive in the legal way to that land of happiness, with your economic capacities you will not be able to arrive in the conventional way, but that will not stop you from arriving to the land of prosperity. There will be no obstacles that will prevent you from arriving at the place you want and obtaining the stability and happiness you have always desired, overcome the barriers that life and legal life put in your way, jump over every wall that is put in front of you, be the: Mexican Runner.",
        "José Luis: An accumulation of several bad decisions and a poorly planned family, 12th child in the family. Very skilled with sports, since he was little you could already see his skills, he tried everything from running, baseball, soccer, boxing to swimming the skills were remarkable but in all of them he found obstacles; paying to be able to pass the tests to sexual offers, this made him quit sports to start working and making money. School was never his thing in all subjects he failed, he did not find motivation in school to help him improve his performance until he found the woman who would accompany him all his life Maria. With her he would have 4 children, the family would grow too much, this would lead them to think seriously about the economic situation. It was beginning to be not enough for everyone."
    ]
    }
]